{
  "website":{
    "title": "Usman's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a first-year PhD student in Computer Science at University of Georgia. My research interests are in Big Data Systems, Data Science, Machine Learning with a focus on Computer Vision."
  },
  "skills":{
    "my_skills": "Skills"
  },
  "projects":{
    "my_projects": "Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "Career",
    "phd": "University of Georgia",
    "phd_des": "After fulfilling visa obligations, came back to start PhD in Computer Science. ",
    "phd_date": "2016",
    "phd_job": "PhD Student",
    "lmkr": "LandMark Resources (www.lmkr.com)",
    "lmkr_des": "Worked in their R&D wing of GeoGraphix group in general and SeisVision and GVERSE products in particular. ",
    "lmkr_date": "July 2013",
    "lmkr_job": "System Designer",
    "uga": "Graduation",
    "uga_des": "Graduated with MS in Computer Science from University of Georgia under Fulbright Scholarship ",
    "uga_date": "June, 2013",
    "uga_job": "Student",
    "microsoft": "Microsoft",
    "microsoft_des": "Interned during the Summer of 2013 at Redmond, WA. ",
    "microsoft_date": "May, 2012", 
    "microsoft_job": "Software Intern",
    "bentley": "Bentley Systems",
    "bentley_des": "Joined Bentley Systems as a Software Engineer and played soccer (the REAL football :)",
    "bentley_date": "Dec, 2010",
    "bentley_job": "Software Engineer",
    "nuces": "Bachelors",
    "nuces_des": "Graduated with a BS in Computer Science from NUCES, Islamabad Campus. ",
    "nuces_date": "June, 2006",
    "nuces_job": "Student"
  },
  "blog":{
    "my_blog": "Blog"
  }
}
